<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Str;

class DefaultModules extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB :: insert("INSERT INTO `modules` (`id`, `include_type`, `alias`, `title`, `page_id`, `hide_for_admin`, `icon_bg_color`, `rang`, `created_at`, `updated_at`) VALUES
        (1, 2, 'news', 'სიახლეები', 4, 1, '#aabbaa', 35, NULL, '2022-01-24 01:48:14'),
        (7, 0, 'photo_gallery', 'ფოტო გალერეა', 6, 0, '#9929bd', 45, '2021-01-02 07:39:38', '2022-03-30 01:53:48'),
        (14, 2, 'partners', 'პარტნიორები', 0, 0, '#d39d00', 40, '2021-01-17 08:57:15', '2022-01-12 19:53:16'),
        (15, 4, 'pages', 'გვერდები', 0, 0, '#669d34', 50, '2021-04-16 01:14:00', '2022-01-18 22:07:24'),
        (16, 1, 'menu_buttons', 'ღილაკების მენიუ', 0, 0, '#e32400', 25, '2021-05-02 23:13:02', '2021-05-07 00:05:05'),
        (17, 1, 'header', 'header', 0, 1, '#4d22b4', 30, '2021-06-09 03:00:03', '2022-01-24 02:01:58'),
        (18, 1, 'footer', 'footer', 0, 1, '#c4bc00', 20, '2021-06-09 03:06:05', '2022-01-24 02:01:45'),
        (21, 0, 'contacts', 'კონტაქტი', 2, 0, '#7a36ce', 15, '2022-01-11 23:12:32', '2022-01-26 02:26:46'),
        (40, 4, 'admins', 'admins', 0, 0, '#c88f14', 10, '2022-01-24 00:09:14', '2022-01-24 02:05:17'),
        (41, 4, 'users', 'მომხმარებლები', 0, 0, '#000000', 5, '2022-01-24 03:18:28', '2022-01-24 03:22:46'),
        (42, 0, 'home', 'მთავარი', 3, 0, '#9929bd', 0, '2022-03-30 05:55:58', '2022-03-30 05:56:18'),
        (43, 0, 'products', 'პროდუქტები', 69, 0, '#000000', 0, '2022-05-25 06:14:31', '2022-05-25 06:16:34'),
        (44, 0, 'basket', 'კალთა', 70, 0, '#000000', 0, '2022-05-31 04:28:04', '2022-05-31 04:28:04'),
        (45, 0, 'registration', 'რეგისტრაცია', 5, 0, '#000000', 0, '2022-05-31 05:21:43', '2022-05-31 05:21:43'),
        (46, 0, 'login', 'ავტორიზაცია', 7, 1, '#000000', 0, '2022-05-31 08:47:12', '2022-05-31 08:47:12'),
        (47, 0, 'cabinet', 'კაბინეტი', 71, 1, '#000000', 0, '2022-05-31 10:09:07', '2022-05-31 10:09:07');");
    }
}
