<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Email Text Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during sending emails to verious reseasons.
    |
    */

    'hello' => 'გამარჯობა',
    'password_rec_text' => 'მიღებულია მოთხოვნა თქვენს ანგარიშზე პაროლის შესაცვლელად',
    'reset_password' => 'პაროლის შეცვლა',
    'pass_rec_contact' => 'თუ თქვენ არ გიცდიათ პაროლის შეცვლა, გთხოვთ დაგვიკავშირდეთ აუცილებლად',
    'thanks' => 'მადლობა',
    'registerSuccessStatus' => 'თქვენ წარმატებით დარეგისტრირდით, რომ შეძლოთ სისტემაში შესვლა გთხოვთ დაადასტურეთ თქვენი ელ.ფოსტა',
    'email_needs_verifying' => 'სისტემაში შესასვლელად აუცილებელია ელ.ფოსტის დადასტურება, გთხოვთ შეამოწმოთ თქვენი ელ.ფოსტა',
    'verify_email' => 'დაადასტურეთ თქვენი ელ.ფოსტა',
    'verify_email_text_0' => 'თქვენი ანგარიშის გამოსაყენებლად აუცილებელია დაადასტუროთ ელ.ფოსტა',
    'verify_email_text_1' => 'თუ თქვენ არ გაგივლიათ რეგისტრაცია ამ ელ.ფოსტით, დააიგნორეთ ეს მეილი',
    'verify_email_button' => 'დაადასტურე ელ.ფოსტა',
];
