<?php
return [
    'staticPage' => 'Статическая страница',
    'badLoginData' => 'Некоректные данные для входа в админ панель',
    'submit' => 'Сохранить Данные',
    'successStatus' => 'Данные сохранены!',
    'email' => 'Эл. почта',
    'password' => 'Пароль',
    'login' => 'Войти',
    'deleteSuccessStatus' => 'Данные удалены!',
    'warningStatus' => 'Заполните все поля корректно',
    'logout' => 'Выход',
    'welcome' => 'Добро пожаловать',
    'open_web_page' => 'Перейти на сайт',
    'copyright' => 'ООО "Название Компании". Все права защищены.',
    'add' => 'Добавить',
    'select' => 'Выберите',
    'phone_number' => 'Номер Телефона',
];