<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Email Text Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during sending emails to verious reseasons.
    |
    */

    'hello' => 'Привет',
    'password_rec_text' => 'Получен запрос на смену пароля от вашего аккаунта',
    'reset_password' => 'Сброс пароля',
    'pass_rec_contact' => 'Если вы не инициировали этот запрос, немедленно свяжитесь с нами.',
    'thanks' => 'Спасибо',
    'registerSuccessStatus' => 'Вы успешно зарегистрированы, для входа подтвердите адрес электронной почты',
    'email_needs_verifying' => 'Для входа в систему необходимо подтвердить адрес электронной почты, пожалуйста, проверьте свой почтовый ящик.',
    'verify_email' => 'Проверьте свой адрес электронной почты',
    'verify_email_text_0' => 'Для того, чтобы начать использовать свою учетную запись, вам необходимо подтвердить свой адрес электронной почты',
    'verify_email_text_1' => 'если вы не регистрировали эту учетную запись, вы можете проигнорировать это письмо',
    'verify_email_button' => 'подтвердите адрес электронной почты',
];